Repository: ZhenlyChen/MoviePreview
Catalog: MoviePreview/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppDisplayName
source: MoviePreview
zh_cn: 预影

# AppDescription
source: MoviePreview
zh_cn: 预影

# Shell_Main.Content
source: Hot Playing
zh_cn: 正在上映

# Shell_Blank.Content
source: Coming
zh_cn: 即将上映

# Shell_MasterDetail.Content
source: Movies Detail
zh_cn: 影片详情

# Settings_Theme.Text
source: Choose Theme
zh_cn: 选择主题

# Settings_Theme_Dark.Content
source: Dark
zh_cn: 暗

# Settings_Theme_Default.Content
source: Windows default
zh_cn: 系统默认

# Settings_Theme_Light.Content
source: Light
zh_cn: 亮

# Settings_About.Text
source: About this application
zh_cn: 关于

# Settings_AboutDescription.Text
source: Movie Preview is an application that provides films' information released or prepared released.
zh_cn: 预影旨在为用户提供及时的影视资讯，为用户提供各种方便的途径接触和了解最新的影视资讯。

# Settings_PrivacyTermsLink.Content
source: Privacy Statement
zh_cn: 隐私声明

# Settings_PrivacyTermsLink.NavigateUri
source: https://github.com/ZhenlyChen/MoviePreview
zh_cn: https://zhenly.cn/

# Settings_Personalization.Text
source: Personalization
zh_cn: 个性化

# Shell_Settings.Content
source: Settings
zh_cn: 设置

# Shell_ImageGallery.Content
source: Image Gallery
zh_cn: 剧照

# Shell_MediaPlayer.Content
source: Preview
zh_cn: 预告

# Shell_Login.Content
source: Login
zh_cn: 登陆

# Shell_MyCollect.Content
source: My Collections
zh_cn: 我的收藏

# BlankPage_TextTitle.Text
source: Coming
zh_cn: 即将上映

# MainPage_RadioDate.Content
source: Sorted by date
zh_cn: 按时间排序

# MainPage_RadioRating.Content
source: Sorted by rating
zh_cn: 按评分排序

# MainPage_TextTitle.Text
source: Hot Playing
zh_cn: 正在上映

# MovieDetailPage_ActorHelpText.Text
source: as
zh_cn: 饰

# MovieDetailPage_AddCollectionText.Text
source: Add as my collection
zh_cn: 添加到我的收藏

# MovieDetailPage_AppBarAdd.Label
source: Collect
zh_cn: 收藏

# MovieDetailPage_AppBarDetail.Label
source: Detail
zh_cn: 查看详情

# MovieDetailPage_AppBarEdit.Label
source: Collected
zh_cn: 已收藏

# MovieDetailPage_AppBarPurchase.Label
source: Purchase
zh_cn: 购票选座

# MovieDetailPage_AppBarShare.Label
source: Share
zh_cn: 分享

# MovieDetailPage_Cast.Text
source: Cast
zh_cn: 演员

# MovieDetailPage_CollectButton.Content
source: Add
zh_cn: 收藏

# MovieDetailPage_CollectedText.Text
source: Collected
zh_cn: 已收藏

# MovieDetailPage_Detail.Text
source: Detail
zh_cn: 剧情简介

# MovieDetailPage_NoteHeader.Header
source: Note:
zh_cn: 备注：

# MovieDetailPage_OtherInfoHead.Text
source: Other Information
zh_cn: 其他信息

# MovieDetailPage_PhotosHeader.Text
source: Photos
zh_cn: 剧照

# MovieDetailPage_PreVideosHeader.Text
source: Pre-Videos
zh_cn: 预告片

# MovieDetailPage_TextDateHelp.Text
source: In Theaters:
zh_cn: 上映日期：

# MovieDetailPage_TextDirector.Text
source: Director
zh_cn: 导演

# MovieDetailPage_TextLocation.Text
source: Location:
zh_cn: 地区：

# MovieDetailPage_TextTime.Text
source: Runtime:
zh_cn: 时长：

# MovieDetailPage_TextTitle.Text
source: Movies Detail
zh_cn: 影片详情

# MovieDetailPage_UncollectButton.Content
source: Remove
zh_cn: 取消收藏

# MovieDetailPage_UpdateText.Content
source: Update
zh_cn: 修改

# MyCollectPage_ButtonConfirm.Content
source: Confirm
zh_cn: 确定

# MyCollectPage_ButtonEdit.Content
source: Update
zh_cn: 修改

# MyCollectPage_TextNoteEdit.Header
source: Note updated as:
zh_cn: 修改备注为：

# MyCollectPage_TextNoteHelp.Text
source: Note:
zh_cn: 备注：

# MyCollectPage_TextTitle.Text
source: My Collection
zh_cn: 我的收藏

# SettingsPage_LanguageRestartText.Text
source: Change after restart the application
zh_cn: 重启应用后有效

# SettingsPage_LanguageText.Text
source: Choose Language
zh_cn: 选择语言

# MyCollectPage_CS_Delete.CloseButtonText
source: Cancel
zh_cn: 留下来

# MyCollectPage_CS_Delete.Content
source: "{0}" will be removed from your collection list, and this operating can't be recovered.
zh_cn: 《{0}》将从你的收藏里面删除，并且不可恢复。

# MyCollectPage_CS_Delete.PrimaryButtonText
source: Delete
zh_cn: 狠心删除

# MyCollectPage_CS_Delete.Title
source: Do you want to delete this collection?
zh_cn: 删除这个收藏？

# BlankViewModel_Look.Text
source: Click to look!!!
zh_cn: 猛戳看档期

# MainViewModel_Look.Text
source: Want to watch
zh_cn: 想看人数

# MainViewModel_Title.Text
source: Newest Playing
zh_cn: 最新上映

# MovieDetailViewModel_Description.Text
source: Share your movies
zh_cn: 分享你的电影

# MovieDetailViewModel_Request.Text
source: Detail: {0}\n\nUse MoviePreview to share your movies.\n
zh_cn: 剧情简介：{0}\n\n用预影分享你的电影\n

# MovieDetailViewModel_Title.Text
source: Share the movie "{0}" with you.
zh_cn: 向你分享一部电影《{0}》

# MyCollectViewModel_Date1.Text
source: Screened for {0} day(s)
zh_cn: 已上映{0}天

# MyCollectViewModel_Date2.Text
source: After {0} day(s)
zh_cn: 还剩{0}天

# MyCollectViewModel_Look.Text
source: Click to see the collection!!!
zh_cn: 猛戳看收藏

# ToastNotificationService_Description.Text
source: Movie "{0}" will be in theaters on {1}.
zh_cn: 电影《{0}》将于{1}上映

# ToastNotificationService_Title.Text
source: The movie you collected is coming.
zh_cn: 收藏的电影即将上映

# NetErrorBody.Text
source: Can't connect to Internet
zh_cn: 无法连接互联网

# NetErrorButton.Text
source: OK
zh_cn: 我知道了

# NetErrorTitle.Text
source: Network error!
zh_cn: 网络错误

# SettingsPage_NoticeText.Text
source: Push Notification Service
zh_cn: 推送通知

# MyCollectPage_GuessTitle.Text
source: Guess what you like
zh_cn: 猜你喜欢

# MainPage_TextDateHelp.Text
source: in theaters
zh_cn: 上映

# MyCollectPage_CS_CloseGuessLikeServices.CloseButtonText
source: Cancel
zh_cn: 取消

# MyCollectPage_CS_CloseGuessLikeServices.Content
source: Although you unsubscribe Movies Recommendation Service, you can still subscribe it in Settings.
zh_cn: 即使关闭推荐服务，仍可以在设置开启。

# MyCollectPage_CS_CloseGuessLikeServices.PrimaryButtonText
source: Unsubscribe
zh_cn: 关闭服务

# MyCollectPage_CS_CloseGuessLikeServices.Title
source: Do you want to unsubscribe Movies Recommendation Service?
zh_cn: 关闭推荐服务？

# SettingsPage_GuessLikeText.Text
source: Movies Recommendation Service
zh_cn: 电影推荐
